[M_PettButtStallion MissionDefinition]
MissionName="Acaricie o Butt Stallion"
MissionDescription="O Butt Stallion gostaria de algumas carícias.  Que tal você fazer isso?"
TurnInDescription="Você é o pônei mais bonito de todos.  Sim, você é."
MissionSummary="Acaricie o Butt Stallion."
MissionGiver="Butt Stallion"
MissionTurnInLocation="Butt Stallion"
TeaserText="Quem é o pônei mais bonito desse mundo?"

[M_PettButtStallion:PetButtStallion MissionObjectiveDefinition]
ProgressMessage="Acaricie o Butt Stallion"

[M_PettButtStallion:PetButtStallion_OS_IntroTalk MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_PettButtStallion:PetButtStallion_OS_Pet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

